lexicon = {
    'service': {
        'main_menu': "📚 Главное меню",
        'back': "Назад"
    },
    'main_menu': {
        'new_work': "📚 Новое задание",
        'stats': "📊 Моя статистика",
        'settings': "⚙️ Настройки",
    },
    'feedback': {
        'answer_to_user': "📨 Ответить",
        'cancel_answer': "🚫 Отменить"
    },
    'new_work': {
        'continue_last_work': "Закончим последнее",
        'start_new_work': "Начнём новое",
        'ege': "Полный вариант ЕГЭ",
        'topic': "Конкретная тема",
        'start': "Начнём!",
        'cancel': "Я передумал(-а)",
        'skip_question': "Пропустить вопрос"
    }
}