lexicon = {
    'service': {
        'main_menu': "📚 Главное меню",
        'back': "⬅️ Назад"
    },
    'main_menu': {
        'new_work': "📚 Новая тренировка",
        'stats': "📊 Моя статистика",
        'settings': "⚙️ Настройки",
    },
    'feedback': {
        'answer_to_user': "📨 Ответить",
        'cancel_answer': "🚫 Отменить"
    },
    'new_work': {
        'continue_last_work': "📝 Дорешать последнюю тренировку",
        'start_new_work': "🆕 Начать новую тренировку",
        'ege': "📑 Тренировка в формате ЕГЭ",
        'topic': "🙇 Персональная тренировка",
        'start': "🏃‍➡️ Супер, давай начнём!",
        'cancel': "🥱 Не хочу решать сейчас",
        'skip_question': "⏭️ Пропустить вопрос",
        'view_results': "👀 Открыть результат",
        'self_check': "📋 Проверить решение",
        'redo_skipped': "👌 Да, попробую",
        'cancel_skipped': "🏁 Нет, хочу закончить"
    },
    'admin': {
        'create_topic_work': "📚 Создание тренировки",
        'students_stats': "📊 Статистика учеников",
        'system_status': "👀 Состояние системы",
    }
}